# Режимы и темы
modes = {
    "Стандартная игра": ["Играть", "Theme2"],
    "Режим для пар": ["Theme3"],
    # Добавьте другие режимы и темы
}

# Вопросы и действия
questions = {
    "Играть": [
        "Что для тебя ценнее — время или деньги?", 
        "Какого одного человека ты бы взял с собой на круизный лайнер?",
        "Какой твой самый любимый фильм?",
        "Какая самая смешная шутка, которую ты знаешь?",
        "Какая музыка тебе нравится?",
        "Какая самая неожиданная ситуация происходила с тобой за последний месяц?",
        "Расскажи о чём была твоя последняя ложь?",
        "Кого ты выберешь: кошку или собаку?",
        "Если бы ты мог иметь любую суперспособность, что бы это было?",
        "В чём секрет кота Бориса?",
        "Какое самое странное место, где ты спал?", 
        "Твое любимое блюдо?",       
    ],
    "Theme2": [
        
        # Добавьте свои вопросы здесь
    ],
    "Theme3": [
        "Какой ваш любимый способ провести время вместе?",
        "Как вы познакомились?",
        "Самое романтическое свидание в твоей жизни?",
        "Твой самый странный запрос в гугле?",
        "Что самое странное и неожиданное тебе предлагали на свиданиях?",
        "Опиши самый странный сон в твоей жизни",
        "Самый глупый поступок в твоей жизни?",
        "Расскажи о лучшей ночи в своей жизни.",
        "Самый лучший сюрприз на день рождения, который тебе делали?",
        # Добавьте свои вопросы для Theme3 здесь
    ],
    # Добавьте другие темы и вопросы
}

actions = {
    "Играть": [
        "Расскажи шутку, которая понравится собеседнику, у вас много попыток",
        "Напиши каждое слово в предложении наоборот, начинай с последнего: А роза упала на лапу Азора",
        "Набери в рот воды и спроси что-нибудь у другого игрока",
        "Спой свою любимую песню",
        "Опиши картину Мона Лиза тремя словами",
        "Изобрази животное, пока кто-то не угадает",
        "расскажи стих, который помнишь, можно не полностью",

    ],
    "Theme2": [
        "Сделай 10 отжиманий",
        "Покажи свои лучшие танцевальные движения",
        ""
    ],
    "Theme3": [
        "Расскажите анекдот, который знает ваш партнер",
        "Изобразите первую встречу",
        # Добавьте свои действия для Theme3 здесь
    ],
    # Добавьте другие темы и действия
}

# Варианты напоминаний
reminders = [
    "Давно тебя не было, давай заходи, поиграй",
    "Не забывай заходить, у нас много нового!",
    # Добавьте другие напоминания
]


